{"text":"In Diagram 12 it seems at first sight as if Black could play Nxe4: although White can pin the Knight with Re1 and then attack it once more with his Knight, Black would appear to have sufficient protection available, with his N and B. ","label":2}
{"text":"White has no time to double Rooks, because if he does so, after his Re2 Black would play the King away from his file and allow the Knight to escape. ","label":2}
{"text":"But White can, by a simple sacrifice, bring the slumbering R at a1 into sudden action: 1. ... Nxe4 2. Re1 Bf5 3. Nc3 Nd6 4. Rxe4 Nxe4 5. Re1 and White wins two pieces for his Rook. ","label":2}
{"text":"White will assail the Black King's position on the Queen side, and Black is unable to concentrate his forces quickly enough for the defence of the jeopardised entrenchments. ","label":2}
{"text":"The pawn at d4 is attacked once and supported once to start with, and can be attacked by three more White units in three more moves (1. Rd1 2. R{c2}d2 3. Bf2) Black can also mobilise three more units for the defence in the same number of moves (1. Nf5 or Ke6 2. Bg7 3. Rd8). ","label":1}
{"text":"There is, consequently, no immediate danger, nor is there anything to fear for some time to come, as White has no other piece which could attack the pawn for the fifth time. ","label":1}
{"text":"It would be obviously wrong to move the pawn to d3 after White's Rd1, because White could bring another two pieces to bear on the P, the other Rook and the Knight, whilst Black has only one more piece available for the defence, namely, his Rook. ","label":0}
{"text":"An example of this is found in Diagram 6; Nxe4 fails on account of Rxc6; this leaves the Knight unprotected, and White wins two pieces for his Rook. ","label":0}
{"text":"Neither can the Bishop capture on e4 because of Rxe4. ","label":0}
{"text":"leaving the Bishop unprotected, after which Bxf3 does not retrieve the situation because the Rook recaptures from c6. ","label":0}
{"text":"It can be easily perceived that the Bishop cannot capture the pawn at c7 on account of a6. ","label":0}
{"text":"The sequel would be 3. Nxf6+ Rxf6 {not Bxf6 on account of Bxf6 winning a whole Rook}, 4. Bxf6 and so on. ","label":2}
{"text":"Diagram 3 shows a position in which White has castled on the Queen's side, and Black on the King's side. ","label":1}
{"text":"It is Black's move, and we will suppose he wishes to play e5. ","label":1}
{"text":"Therefore I can play e5, provided the six units captured at e5 are not of greater value than the six white units which are recaptured. ","label":2}
{"text":"In the present instance both sides lose a pawn, two Knights, two Rooks, and a Bishop, and there is no material loss. ","label":1}
{"text":"If Black were to play Nxe4 in the following position, because the pawn at e4 is attacked three times, and only supported twice, it would be an obvious miscalculation, for the value of the defending pieces is smaller. ","label":0}
{"text":"The only pieces available on the first move are the Knights. ","label":1}
{"text":"In order to develop other pieces as well, it is necessary to move pawns first, and such pawn moves will be best as give an outlet to as many pieces as possible. ","label":2}
{"text":"Generally speaking it is only required to move two or three pawns to allow all pieces to be developed, and it is good, on principle, to make only such pawn moves in the opening, which are necessary for the development of pieces. ","label":2}
{"text":"To play other pawns really means the loss of a move. ","label":0}
{"text":"The first one is a typical though glaring example, which is very instructive and came to my notice some time ago: 1. e4 e5 2. d4 exd4 3. Qxd4 Nc6 4. Qe3 Nf6 5. h3? I will not discuss the system of development adopted by White in his first four moves. ","label":1}
{"text":"The last move, however, can at once be recognised as faulty. ","label":0}
{"text":"It was unnecessary to prevent Ng5, since the Knight could not hold that square permanently. ","label":0}
{"text":"In any case Be7 would have had the same effect, and developed a piece at the same time. ","label":2}
{"text":"5. ... Be7 6. a3 This, of course, is very bad. ","label":0}
{"text":"6. ... O-O 7. Bc4 ","label":1}
{"text":"At last a developing move. ","label":2}
{"text":"7. ... Re8 8. Qb3 ","label":1}
{"text":"Another Queen's move. ","label":1}
{"text":"The attack on the Bishop's Pawn may be very tempting, but must necessarily be incorrect--and why? ","label":0}
{"text":"Because White is much behind with his development. ","label":0}
{"text":"8. ... d5 White should have considered this move. ","label":2}
{"text":"It was obvious, since the opening of the e file for the Rook is most dangerous, for the White King. ","label":0}
{"text":"9. Bxd5 Nxd5 ","label":1}
{"text":"After 7. Bb3 d6 (Diagram 22) White cannot yet execute the manoeuvre which underlies the whole tendency of the Ruy Lopez, namely d4 maintaining the pressure in the centre, because after Nxd4 9. Nxd4 exd4 10. Qxd4 White loses a piece through 10. ... c4 etc. ","label":0}
{"text":"White could also obtain a rapid development by Nc3, d3, Be3, or g5 but this arrangement is not popular, because Black can play Na5 and exchange the valuable Bishop. ","label":2}
{"text":"Black, however, must try to round off his pawn position on the Queen's side, by moving his c Pawn into line. ","label":2}
{"text":"Black's pawns at e5 and c5 then exert a pressure on White's d4. ","label":2}
{"text":"And this pressure threatens to be reinforced by Bg4. ","label":2}
{"text":"From these considerations the following development seems to be natural: 8. c3 Na5 9. Bc2 c5 10. d4 Qc7 (to support the PE it leads to the position in Diagram 23. ","label":2}
{"text":"11. h3 One of the few instances in which this P) move is justified. ","label":2}
{"text":"In the second main line of defence, of which I shall treat now, Black renounces the maintenance of his e Pawn, and makes an attempt to find compensation by attacking White's King's Pawn. ","label":2}
{"text":"The King's file, opened by the disappearance of the Black pawn, offers opportunities for that purpose. ","label":2}
{"text":"The exchange on the seventh move is compulsory, because the loss of a pawn after Bxc6 is in effect threatened, now that the White e Pawn is supported by the Rook. ","label":2}
{"text":"Black's intention of exerting pressure on the e Pawn is now difficult of execution, because his pieces are very cramped and hinder one another in a restricted area. ","label":0}
{"text":"The Bishop in particular cannot be brought into action without great difficulty, for instance by: Re8 Bf8 g6 and Bg7. ","label":0}
{"text":"It is therefore advisable for White to develop his Bishop at b2 instead of at g5 in order not to give Black a chance of exchanging his troublesome Bishop. ","label":2}
{"text":"(In a game Bernstein-Emanuel Lasker, Moscow, 1914, there happened 9. Bxc6 bxc6 10. Bg5 h6 11. Bh4 Nh7 12. Bxe7 Qxe7 with a good game for Black.) ","label":2}
{"text":"The defence has a totally different trend, if Black gives up his own e Pawn, but captures the White e Pawn at once. ","label":2}
{"text":"I have already pointed out that White would not mind his e Pawn being taken, in view of the attack on the open King's file. ","label":2}
{"text":"After 3. Bb5 Nc6 4. O-O Nxe4 5. Re1 Black gets out of it comfortably by playing Nd6, Be7 and O-O and White cannot permanently prevent Black's game from being freed by the advance of the d Pawn. d4 for White on the fifth move is therefore stronger. ","label":2}
{"text":"Black cannot very well exchange the pawns, leaving the King's file quite exposed, and must submit to White playing cxd5 maintaining the pawn at e4 and preventing Black's d5 for some time to come. ","label":0}
{"text":"White develops his Queen's side just as Black did in the opening shown in connection with Diagram 38. ","label":1}
{"text":"2. Nf3 c5 3. e3 Nc6 4. Bd3 Nf6 5. b3 e6 6. Bb2 Bd6 7. Nd2 cxd4 8. exd4 O-O White can now settle his Knight at e5 and initiate a violent King's side attack after castling, by f4 Qf3 which could be continued with g4, Kh1, Rg1, and so on. ","label":2}
{"text":"Once the position in Diagram 41 has been reached, Black's resources against the dangerous onslaught of the White forces are scanty. ","label":0}
{"text":"Yet he can retaliate, not by making the simplest and most obvious developing moves, as mentioned before, but in the following way: If White plays 5. b3 before castling, Black exchanges pawns and checks with the Queen. ","label":2}
{"text":"The former must be bad, being contrary to the plan of development as intended by b3. ","label":0}
{"text":"The latter blocks the very diagonal on which the Bishop was meant to operate. ","label":0}
{"text":"But in any case there remains the disadvantage that White was forced to play the c Pawn, whilst before he had the option of withholding its advance until a more opportune moment. ","label":1}
{"text":"Another possible subtlety in Black's sequence of developing moves would be to withhold the advance of his e Pawn until White has played b3, and then to play the Bishop to g5. ","label":2}
{"text":"For, as I have already remarked, the objection to developing Black's Queen's Bishop lies in White's threat to attack Black's b Pawn with Qb3. ","label":1}
{"text":"That possibility disappears after b3. ","label":0}
{"text":"Before bringing the discussion of the Queen's Pawn opening to a close, I may remark that in tournaments it has become usual for White not to play c4 at once, but to play Nf3 as a preliminary, in order to avoid the complications of the Queen's counter gambit: ","label":2}
{"text":"2. c4 e5 If White plays 3. dxe5 Black's reply is d4 and the obvious move 4. e3 fails on account of the following pretty combination: Bb4+ 5. Bd2 dxe3 6. Bxd2 exf2+ 7. Ke2 fxg1+ 8. Rxg1 Bg4+ etc. ","label":0}
{"text":"Black could now try to regain his pawn with Ne7, Ng6 but he can also sacrifice a pawn by f6 with a view to rapid development. ","label":2}
{"text":"Here must be mentioned: 1. ... Nf3 1. ... c4 and 1. ... f4. ","label":1}
{"text":"The former move prepares d3 followed by e4 ","label":1}
{"text":"In this opening there is no reason why White should play c4 as there is no prospect of opening the c file for the Rooks. ","label":0}
{"text":"It will be more advisable to prevent Black from playing e5 as far as this can be achieved in conformity with a logical development, e.g. 1. d4 Nf6 2. Nf3. Not 2. Nc3 because Black could then lead into the Queen's gambit by playing d5 and c5 after which White has the disadvantage of not being able to open the c file. ","label":2}
{"text":"2. ... d6 3. Bc4 Nd7 4. e3. Now Black can only enforce e5 after f6 and c7. ","label":2}
{"text":"If, on the other hand, Black exchanges pawns in order to free the Knight, there is no Black centre left. ","label":2}
{"text":"One is to turn the opening into an ordinary Queen's gambit by playing e3 on which Black can play d5. ","label":2}
{"text":"The second is to play 2. d5 Black will then develop his King's side with g6 and Bg7. ","label":2}
{"text":"The Bishop is well posted here, and can frequently take up an attacking position at e5 or d4 (See Game No. 45, Rubinstein v. Spielmann.) ","label":2}
{"text":"If White plays 2. dxc5 we have after 2. ... e3 a Queen's gambit accepted by White, and, as pointed out before, this line of play is not commendable. ","label":0}
{"text":"The last of the three irregular answers mentioned above: 1. ... f5 leads to two entirely different plans, according to the second move chosen by White. ","label":1}
{"text":"White can confine himself to a simple development such as: Nf3, Bb5, e3, Nd2 (Nc3 would only be good if preceded by c4, because Black would again lead into a Queen's gambit with d5 and c4). ","label":0}
{"text":"The other possibility is the following: in view of the fact that 1. ... f5 does absolutely nothing to aid development, White can initiate a violent attack by giving up his King's Pawn (e4) and thus accelerate his own development. ","label":0}
{"text":"The play might be as follows: 2. ... fxe4 3. Nc3 Nf6 4. Bf5 c6 (d5? ","label":1}
{"text":"5. Bxf6 followed by Qh4+) 5. f3. ","label":1}
{"text":"If Black takes the pawn he lays himself open to an attack hard to meet. ","label":0}
{"text":"It seems best to play 5. ... e3 which calls back the White B and leaves White's P as a hindrance to the development of the N. ","label":2}
{"text":"The opening might continue in this way: 5. d4 Be7 6. Qe2 Nd6 7. Bxc6 bxc6 (to make room for the N ) 8. dxe5 Nb7 (Diagram 25). ","label":1}
{"text":"9. Nc3 O-O 10. Re1 Nc5 (the Knight is to be posted at e6 to bring the White N away from his d4 whence he prevents the advance of Black's P by attacking c6) ","label":2}
{"text":"Black has succeeded in eliminating the White centre pawn, and sweeps long diagonals with his Bishops, but the advantage cannot be maintained. ","label":3}
{"text":"White exchanges the Bishop at d6 and there remains a backward pawn, which Black will hardly be able to hold permanently. ","label":2}
{"text":"In practice it has been shown that the end-game should be won by White in spite of Bishops of opposite colours, as Black's pawn at his c5 is difficult to defend. ","label":2}
{"text":"The game is much more favourable for Black if he first plays 3. ... a6 and retains the option of driving the White B away by b5 after which d5 can be enforced very soon. ","label":2}
{"text":"3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 6. d4 b5 7. Bb3 d5 8. dxe5 Be6 9. c3. Now Black's pieces are more mobile, and that is the reason why this system of defence is becoming more popular than any other. ","label":2}
{"text":"On the other hand, it cannot be denied that Black's B formation on the d side is weak, and that his centre is less secure. ","label":0}
{"text":"Whilst White has a pawn firmly posted in the centre, Black has a pawn there which will soon be driven away. ","label":1}
{"text":"Therefore Black must not delay playing 6. ... b5. After 7. Bb3 d6 (Diagram 22) White cannot yet execute the manoeuvre which underlies the whole tendency of the Ruy Lopez, namely d4, maintaining the pressure in the centre, because after Nxd4 9. Nxd4 exd4 10. Qxd4? White loses a piece through 10. ... c4 etc. ","label":2}
{"text":"It is therefore necessary to play c3 first. ","label":2}
{"text":"The pawn at c6 supports an advance in the centre, and also provides a retreat for the Bishop. ","label":2}
{"text":"The Knight can be developed in this way: Nd7, Nc8, Nb6 or Ne6. ","label":2}
{"text":"Black's pawns at e5 and c5 then exert a pressure on White's d5. ","label":2}
{"text":"And this pressure threatens to be reinforced by Bb4. ","label":2}
{"text":"An attempt to free the King's file through e5 is conceivable. ","label":2}
{"text":"But White can prevent this by simply playing Nf6. ","label":2}
{"text":"Two other possibilities present themselves: after playing e6, Nf6 and Nd7, Black could steer into a line similar to the Queen's gambit accepted with dxc4 and c5, or he could keep the centre closed with f5 and Nf6, with the intention of playing Ne4 and using the f file for activating his Rook via f6. ","label":2}
{"text":"In reply to 6. ... Nd7 White would then rather play 7. Nd3 than exchange Knights, as after this exchange it would not be too difficult for Black to bring his Bishop into play on the King's wing via e8. ","label":2}
{"text":"9. ... dxc4 10. Bxc4 a6 11. O-O b5 12. Bd3 Bb7 the result is the symmetrical position in Diagram 36. ","label":1}
{"text":"No fault can be found with this move, although it blocks the Bishop, since the latter can only be developed effectively at c2. ","label":2}
{"text":"Moreover, the Knight at d7 supports the projected c5. ","label":2}
{"text":"White cannot win a pawn now with 5. cxd5 exd5 6. Nxd5 because of Nxd5 7. Bxd8 Bb4+. ","label":0}
{"text":"Therefore 5. e3 must be played first, and after Be2 6. Nf3 O-O 7. Rc1 b6 8. cxd5 exd5 9. Bd3 Bb7 all the pieces have found rational development. ","label":2}
{"text":"Quite a different system of opening ensues, when Black does not delay pushing the P to c5 until after his pieces are developed, but makes the advance on his third move. ","label":1}
{"text":"Here Black has the advantage of being able to avoid the pinning of his Knight by the opposing B. ","label":2}
{"text":"2. c4 e6 3. Nc3 c5 4. Nf3 Nc6 Now Black threatens cxd4 with an attack on White's Queen's Pawn. ","label":2}
{"text":"If White plays e3 we get the position mentioned in connection with Diagram 35. ","label":1}
{"text":"If he wishes to bring out his B first, he must anticipate Black's threat by cxd4. ","label":2}
{"text":"After 5. cxd5 exd5 the third of the typical main positions in the Queen's gambit ensues, and is given in Diagram 39. ","label":1}
{"text":"White can either develop his B at g2, and concentrate on the Black P, which is somewhat weak, or he can place the B on one of the available squares between f1 and a6. ","label":2}
{"text":"In the first instance, the P need not be played at all, and the B retains the option of developing at g5, f4, and even e3. ","label":3}
{"text":"White would only be justified in this course if he could now win a pawn with 8. dxc5, but Black would win it back and have the superior game after 8. ... d4 9. Ne4 O-O followed by Bf4 and Qa4+. ","label":0}
{"text":"The correct move in this variation is consequently 6. Bf4, and a possible continuation would be: Nf6; 7. e3, Be6; 8. Rc1 or Bb5 or Bd3. ","label":2}
{"text":"Already on the second move White can play 2. c4 and turn the game into a Queen's gambit, which Black can either accept or decline. ","label":2}
{"text":"But Black is well advised to wait until White has moved the King's Bishop before taking the pawn on his c5. ","label":3}
{"text":"It would be quite incorrect to try to hold the pawn by b5 as follows: 2. c4 dxc4 3. Nf3 Nf6 4. e3 b5 5. a4 ","label":0}
{"text":"If now Black answers bxa4 White simply plays Bxc4 and the P at a4 is lost very soon. ","label":0}
{"text":"These considerations point to the conclusion that after 2. c4 there is no inducement for Black to take the pawn. ","label":0}
{"text":"The attempt to develop the Queen's Bishop before playing e3 is not to be recommended, because the Knight's pawn remains unprotected and open to an immediate attack by 3. Qb3. Of the two remaining replies, 2. ... e6 and 2. ... c6 I will first discuss the former, as being the more natural of the two, since c3 does not fit into the scheme for opening the c file for the pawns. ","label":0}
{"text":"According to the principles set out above, Nc6 would have been better, since the text move shuts out the King's Bishop. ","label":2}
{"text":"3. d4 ","label":1}
{"text":"Black would thus forfeit his chance of castling and lose much time in bringing the King into safety and the Rooks into play. ","label":0}
{"text":"Protecting the pawn with the Queen would also block other pieces, and Nd7 cannot be good, as it blocks the Queen's Bishop. ","label":0}
{"text":"This manoeuvre is, however, ill-advised, as Black is forced to exchange the Bishop for the Knight. ","label":0}
{"text":"The Bishop will have moved twice, the Knight only once, therefore White will have gained a move for his development. ","label":1}
{"text":"4. dxe5 Bxf3 Should Black play dxe5 at once, White would exchange Queens, release the pin, and win the pawn. ","label":0}
{"text":"5. Qxf3 dxe5 6. Bc4 White has now two pieces more in play than Black, instead of only one, and the mobility of the White Queen, which Black himself has brought out, begins to have a threatening effect on Black's game. ","label":2}
{"text":"6. ... ","label":1}
{"text":"The text move, which is forced, blocks the Bishop, and at the same time prevents the development of the King's Rook, all of which is the direct consequence of the loss of one move. ","label":2}
{"text":"8. Nc3 White rightly disdains the gain of the Knight's Pawn, but prevents the exchange of Queens in developing a piece. ","label":2}
{"text":"He proves the superiority of his position much more convincingly in that way. ","label":1}
{"text":"Black must now lose yet another move to protect his Knight's Pawn. ","label":2}
{"text":"8. ... c6 9. Bg5 b5 Black must try to develop his Queen's Knight at last. ","label":2}
{"text":"10. Nxb5 cxb5 11. Bxb5+ Nd7 12. O-O-O Rd8 ","label":1}
{"text":"This is the only piece available to cover d7, for the King's Knight is pinned. ","label":1}
{"text":"13. Rxd7 compare Diagram 12. ","label":1}
{"text":"13. ... Rxd7 14. Rd1 Qe6 ","label":1}
{"text":"White 1. d4. (a) Black 1. d5 (b) Black 1. ","label":1}
{"text":"A. We have already come to the conclusion that after 1. e4 e5 White does well to try to force the exchange of Black's centre pawn on d4 or f4 and that Black will try to counteract this, unless by allowing the exchange he gets a chance of exerting pressure in the centre by means of his pieces. ","label":1}
{"text":"Superficially the difference between 2. d4 and 2. f5 is that in the first case the pawn thus advanced is covered, while in the second it is not. ","label":1}
{"text":"An opening in which a pawn sacrifice is offered, is called a \"gambit\"; 2. f4 is therefore a gambit. ","label":1}
{"text":"2. d4 is only a gambit if after 2. ... dxe5 White does not recapture the pawn. ","label":1}
{"text":"For: 2. d4 threatens to take the King's Pawn. ","label":2}
{"text":"To defend it by means of 2. ... c6 is unwise, since White exchanges pawns and then Queens, by which Black loses his chance of castling and impedes the development of his Rooks. ","label":0}
{"text":"2. ... Nc6 is also bad, since after 3. dxe5 Nxe5 4. f4 White drives the Knight away, gaining a strong hold on the centre, and Black has no compensation for giving up his centre pawn. ","label":0}
{"text":"We conclude now that Black cannot hold his pawn at e5. ","label":0}
{"text":"He must relinquish the centre by 2. ... exd4. He will now either attempt to bring away White's King's Pawn by advancing his own d Pawn to d5 or try to utilise the e file, which was opened by his second move, and operate against White's e Pawn. ","label":2}
{"text":"The Rooks are indicated for this task. ","label":1}
{"text":"In the King's gambit, White's attempt to bring away Black's King's Pawn may be safely ignored. ","label":1}
{"text":"The move 2. f4 does not threaten to take the King's Pawn, as Black would win White's e Pawn by Qh4+. ","label":3}
{"text":"Black can therefore develop in security with 2. ... Bc5 and if then White prevents the Q check by Nf3 there is no objection to Black protecting his King's Pawn with d6 as the King's Bishop is already developed. ","label":2}
{"text":"After 4. Bc4 Black has still no need to protect his e Pawn with Nc6 but can play Nf6 first, because after 5. fxe5 dxe5 6. Nxe5 would be answered by 6. ... Qd4 winning a piece. ","label":2}
{"text":"Diagram 18 shows the position which results from the following plausible moves: 2. f4 Bc5 3. Nf3 d6 4. Bc4 Nf6 5. d3 Nc6 6. Nc3 Bg4 ","label":1}
{"text":"If White wishes to castle on the K side, which must have been his intention when playing 2. f4 he will have to play Na4 and Nxc5. ","label":1}
{"text":"If then White plays f5 in order to hinder the development of Black's Bishop and to bring out his own, the pressure on Black's e Pawn is relieved permanently, and sooner or later Black will break through on the d file, as his d Pawn is no longer needed at d6 for the support of the centre pawn. ","label":2}
{"text":"A different pawn formation is the result if White enforces the exchange of Black's centre pawn at once. ","label":1}
{"text":"It is therefore unwise for the beginner to accept the gambit, unless there be a chance of compensation for the disappearance of his centre pawn, by forcing the exchange of White's centre pawn as well. ","label":1}
{"text":"On principle it does not seem advisable for Black to play d5 on the first move in reply to 1. e4. Although White's centre pawn disappears after 2. exd5 Qxd5 Black loses a move through 3. Nc6 and his Queen has no place from which it cannot be driven away very soon, unless it be at d8. ","label":0}
{"text":"There are two moves which deserve consideration as a preliminary to d4 namely, 1. ... e6 (French Defence) and c6 (Caro-Kann defence). ","label":2}
{"text":"For after 4. ... dxc3 5. Nxc3 (Diagram 20) White has developed both Knights, and his Bishops are free, whilst Black has none of his pieces out. ","label":2}
{"text":"[Footnote: A pawn is said to be \"backward,\" when it cannot move into cover by another pawn.] at d6 is open to constant attacks and is difficult to defend. ","label":1}
{"text":"Black is able to play d5 early in all such openings, where White does not force the defensive move d3 by attacking Black's King's Pawn. ","label":2}
{"text":"After 3. exd5 e4 (to permit of Nf3, which at present is not feasible on account of 4. exd3) 4. d3 exd3 5. Qxd3 White is a pawn ahead, but his Queen obstructs his Bishop therefore Black has better developing chances and should be able to win the pawn back at the very least. ","label":3}
{"text":"A second example is the Vienna game, which proceeds as follows: 2. Nc3 Nf6 3. f4 d5 (Diagram 21) ","label":1}
{"text":"If White plays 4. exd5 Black can play e5 as in the Falkbeer gambit mentioned just now. ","label":2}
{"text":"In answer to 4. fxe5 on the other hand, Black can play Nxe4 without having the slightest difficulty with his development. ","label":2}
{"text":"For instance, 5. Nf3 Be7 6. d4 f6 7. Bd3 Nxc3 8. bxc3 O-O 9. O-O Nc6 or Bg4 and Black also will soon have an open file for his Rook, with no disadvantage in position. ","label":2}
{"text":"The initial moves are: 1. e4 e5 2. Nf3 Nc6 3. Bb5. ","label":1}
{"text":"At first, therefore, Black need not provide against the threatened exchange. ","label":1}
{"text":"Black can only maintain his centre pawn if he can prevent his Knight from being exchanged. ","label":1}
{"text":"These considerations lead to the first main line of defence in which Black plays 3. ... a6. After 4. Ba4 Black has the option of releasing the pin by playing b5 at some opportune moment. ","label":2}
{"text":"After 2. d4 exd4 White has the option of sacrificing two pawns to obtain a very rapid development 3. c3 dxc3 4. Bc4 cxb2 5. Bxb2. It may now be just possible for Black to avoid the many threats which White can bring to bear with his beautifully placed forces, perhaps by giving back one or both of the pawns gained. ","label":2}
{"text":"2. d4 3. c3 d5 ","label":1}
{"text":"After 4. exd5 Qxd5 Black's position is at least as easy of development as White's. ","label":1}
{"text":"The equalising power of Black's d5 in all e Pawn openings where White has played d4 can be noticed in many variations. ","label":1}
{"text":"In no case should Black forfeit his chance of playing d5. ","label":2}
{"text":"It is tempting after 2. d4 exd4 3. Nf3 to cover the pawn at d5 by c4, but in that case White would sacrifice a pawn by c3, by this means opening the Queen's file for himself, and so preventing Black from ever playing d5. ","label":2}
{"text":"Thus, for the loss of a pawn, White has a paramount advantage in position. ","label":2}
{"text":"On the other hand, it cannot be denied that Black's pawn formation on the d side is weak, and that his centre is less secure. ","label":0}
{"text":"Whilst White has a pawn firmly posted in the centre, Black has a Knight there which will soon be driven away. ","label":1}
{"text":"White's d4 the basis of his centre, is entirely in his hands, whilst Black's d5 is exposed to a steady pressure by the White pieces. ","label":2}
{"text":"Finally Black's Knight is unfavourably placed, obstructing as it does the c Pawn and preventing its falling into line with its fellows. ","label":0}
{"text":"Diagram 26 shows the position after 9. c3 ","label":1}
{"text":"The latter move prevents the exchange of the B after Black's Na5 an exchange which would allow Black to round up his pawn formation with c5. ","label":2}
{"text":"To be considered are the moves Bc5 Be7 and nc5. Be7 is preferred nowadays to Bc5 as c5 should be kept free for the N in case the latter is driven from his dominating position, e.g. 10. Re1 and 11. Nd2. ","label":2}
{"text":"If Black covers the Knight with f5 White plays PxP e.p. and Ng5 rids himself of Black's B and thereby weakens Black's d Pawn still more. ","label":0}
{"text":"The position in the diagram therefore leads to the following variations: A. 9. ... Be7 10. Re1 O-O 11. Nd2 Nc5 12. Bc2 Bg4. ","label":1}
{"text":"9. ... Nc5 10. Nd2 d4 (Capablanca-Em. ","label":1}
{"text":"Capablanca believes that the early advance of d4 can be refuted by Ne4 e.g. 9. ... Be7 10. Nd2 Nc5 11. Bc2 d4 12. Ne4 dxc3 13. Nxc5 Bxc5 14. Be4 Qd7 15. Qc2 or bxc3. ","label":2}
{"text":"The openings as sketched out up to this point give a sufficiently clear idea of the possibilities of combining sound development with an attempt to capture the centre after the opening moves 1. e4 e5. ","label":1}
{"text":"In most cases, Black's centre pawn being open to attack by White's d4 we find an early break-up of the centre, and concurrently the opening of the e or d files for the Rooks. ","label":3}
{"text":"We attain typical close positions when Black does not play 1. ... e5 in answer to 1. e4 but relinquishes all claim on his e5 and takes possession of his d5 instead, leaving White the option of interlocking the pawns in the centre with e5. ","label":3}
{"text":"Is he to play e5 and prevent the opening of the d or e file for a long time to come, or should he proceed to develop his pieces, and leave Black the option of anticipating the blocking of the centre by playing dxe4 himself? ","label":1}
{"text":"The position which ensues in the centre after 1. e4 e6 2. d4 d5 3. e5 divides the board diagonally, and it is easy to recognise roughly the main lines of play which will govern the game. ","label":1}
{"text":"White has more scope on the King's side, where his pieces will have greater mobility, and prospects of attack. ","label":1}
{"text":"Black's chances are on the Queen's side. ","label":2}
{"text":"Both sides will have to advance more pawns in order to obtain openings for their Rooks, and use them for the attack, since they have no future on the e and d files, as was the case in the openings mentioned hitherto. ","label":1}
{"text":"This means for both sides e4 and d4, and also in a lesser degree c4 and f4. ","label":1}
{"text":"In most cases two centre squares become inaccessible at once, through the opponent placing one of his pawns in the centre; therefore it would seem a good plan to lure that pawn away, and this is rendered feasible by playing e4 or c4 when the opponent has a pawn on his d4, and d4 or f4 when he has a pawn on e4. ","label":2}
{"text":"Naturally, should White lose a move, as, for instance, 1. e4, e5 2. Nf3, Nc6; 3. a3? the position is reversed, and Black is bound to obtain the initiative which is White's birthright. ","label":0}
{"text":"A Rook standing behind an advanced pawn may support its further advance, or, if the pawn should be exchanged, might get an open file. ","label":2}
{"text":"Thus we will not easily give up a centre pawn unless we can obtain some other advantage in doing so. ","label":1}
{"text":"Black might be justified in taking the pawn, if he really could hold the pawn thus gained. ","label":1}
{"text":"We shall show later on that this is not so, and that White can win it back easily and advantageously. ","label":1}
{"text":"For after exchanging his Bishop for the Knight, which otherwise would drive his Queen away, Black brings the latter into a dominating square in the centre. ","label":0}
{"text":"3. cxd5 Bxb1 4. Rxb1 Qxd5 Black's Queen cannot easily be driven away from her commanding position, particularly as White must lose a move to save his a Pawn. ","label":2}
{"text":"5. b3 Nc6 6. e3 O-O-O 7. Nf3 e5 and wins the d Pawn, or 5. a3 Nc6 6. e3 O-O-O and e5 is again a threat hard for white to meet. ","label":2}
{"text":"We will start with the games in which the c Pawns are played in the earliest stages of the opening, so that the pawn skeleton in Diagram 35 forms the basis of development. ","label":1}
{"text":"The sequence of moves is of moment, because the advance of the e Pawn, whether forced or not, determines the possibility of bringing out the Q Bishops. ","label":1}
{"text":"The simplest process of development based on Diagram 35 is the following, in which both sides block up the B. ","label":1}
{"text":"e.g. 6. b3 cxd4 7. exd4 Bb4 8. Bb2 Ne4 9. Qc2 Qa5 10. Rc1 Qxa2. ","label":1}
{"text":"If White plays Pe5 now he gains time for his advance of Pawn f4 as Black's Knight must retreat. ","label":2}
{"text":"On the other hand he cannot now maintain his pawn at d4 as he has blocked his P. ","label":0}
{"text":"3. Nc3 Nf6 4. e5 Nd7 5. f4 c5 6. dxc5 Nc6 ","label":1}
{"text":"If Black were to play Bxc5 at once, White could play Qg4 with an attack on the Knight's Pawn. ","label":3}
{"text":"White must either play 7. Nf3 which prevents his Qg4 or 7. Bd3 after which Black would take the pawn on f4 with his Knight, getting rid of the White Bishop. ","label":2}
{"text":"7. Nf3 Bxc5 8. Bd3 f5 Black cannot castle yet, on account of the following threat, which I give in full because it occurs frequently in practice: 8. ... O-O 9. Bxh7+ Kxh7 10. Ng5+ Kg8: 11. Qh5 Re8 12. Qxf7+ 13. Qh5+ 14. Qh7+ 15. Qh8+ 16. Qxg8 mate. ","label":0}
{"text":"The position in the diagram seems favourable to Black as White cannot castle for some time. ","label":2}
{"text":"For that reason another line of play has come to the fore in which White exchanges his inactive B for Black's troublesome B. ","label":2}
{"text":"3. Nc3 Nf6 4. Bg5 Be7 5. e5 Nd7 6. Bxe7 Qxe7 White has now the choice of two lines of development. ","label":1}
{"text":"He can either prepare for c3 to support his P. ","label":2}
{"text":"or he can develop his King's side, holding the P at e5 only I: 7. Nb5 Nb6 8. c3 a6 9. Na3 c5 10. f4 Nf6 11. Nc2 O-O-O 12. Nf3 Bd7 13. Bd3 f5 ","label":2}
{"text":"If White does not wish to lose so many moves with his N he can effect the intended protection of his P as follows: 7. Qd2 a6 not c4 at once, because of Nb5. ","label":2}
{"text":"8. Nd1 c5 9. c3 II: 7. f4 O-O 8. Nf3 c5 9. Bd3 f5 10. O-O Nc6 and so on. ","label":1}
{"text":"In both cases White has an easy development, whilst Black has no convenient square for his Queen's Bishop. ","label":3}
{"text":"To avoid this drawback Rubinstein has evolved the following variation, in which provision is made from the first for the freedom of action of the Queen's Bishop: 3. Nc3 Nf6 4. Bg5 dxe4 to open the diagonal for the Bishop at b2 e.g.: 5. Nxe4 Nd7 6. Nf3 Be7 followed by b3 and Bb2. ","label":2}
{"text":"Here the process of development may be: 3. e5 Bf5 4. Bd3 Bxd3 Not BN3 because White could play e6! and paralyse the whole of Black's game by preventing his playing the King's Pawn. ","label":2}
{"text":"5. Qxd3 e6 6. Ne2 or h3 Through this the move f4 which fits into this pawn formation, is kept in reserve. ","label":2}
{"text":"Only Black can hardly attack White's centre with f6 since the Pawn at e6 would be weak in the absence of the Queen's Bishop. ","label":2}
{"text":"On the other hand, Black would be a move behind with an attack on the Queen's side, since to reach c5 his pawn would have made two moves instead of one as in the French defence. ","label":0}
{"text":"Qb6 7. O-O Qa6 or Qb5 ","label":1}
{"text":"But after 8. Nf4 Qxd3 9. Nxd3 White is so much ahead with his development that Black's chance of equalising the game would seem questionable. ","label":3}
{"text":"If White plays Nh3 on his sixth move, he foils at once Black's attempt of forcing an exchange of Queens, as he could play 8. Qg3. ","label":2}
{"text":"On the whole we can conclude that in the Caro-Kann defence White obtains a good game by 3. e5 . ","label":2}
{"text":"A line of play which used to be in vogue, namely, 3. Nc3 dxe4 4. Nxe4 Nf6 5. Nxf6+ exf6 or gxf6 gives Black an even chance, for although he loses his centre pawn he obtains a good development, and later in the game he has opportunities of exercising pressure on White's P through his open d file. ","label":2}
{"text":"In all such cases it is sufficient to maintain the pawn centre and to occupy such squares with the pieces, whence they cannot be driven away with the loss of a move. ","label":2}
{"text":"Just one example: If Black plays 1. ... c4 (Sicilian defence), White will not play his King's Bishop to c4 because Black can reply e6 and gain a move by d5. ","label":0}
{"text":"Let us now consider the openings in which the first move is 1. d4 on either side. ","label":1}
{"text":"White does not command his e4, and for some time to come he will be unable to advance the K pawn beyond e3. ","label":0}
{"text":"In consequence the e file does not seem a likely opening for the Rooks, and another file must be found for them. ","label":1}
{"text":"The advance of the c P strikes at the opposing centre, and, that being of paramount importance, the Queen's Knight must not be developed at c3 before the cP has been pushed on. ","label":0}
{"text":"Another development might be conceivable for the Rooks; viz. ","label":1}
{"text":"But in this case, too, although it seems unnecessary to play the cP it is advisable to develop the Knight via d2 as there is a constant threat of the c file being forced open subsequently by the opposing forces. ","label":3}
{"text":"Black's pawn position is weaker, because the White pawns, being on Black squares, cannot be attacked by the Bishop, whilst Black has two isolated pawns on White squares. ","label":0}
{"text":"Furthermore the Black Bishop has less mobility than the White one, and finally the Black King is tied to his d6, to prevent White's entry at c5 or e5. ","label":0}
{"text":"5. ... Bg8 6. Be2 Bf7 7. Bf3 and wins, or 5. ... Bg6 6. Bg2 Bf7 7. Bf3 and wins. ","label":2}
{"text":"1. Nc5 b6 2. Nd3 a5 ","label":1}
{"text":"This is now necessary, because the square c6 is weak after b6 and the White Knight threatens to win the Rook's pawn eventually with a check at c6. ","label":3}
{"text":"For this reason Nd7 for instance, could not be played instead of the move in the text, because 3. Ne5 would follow. ","label":0}
{"text":"Black now cannot exchange, of course, otherwise the position would resolve itself to an easy end game win similar to the one in Diagram 56. ","label":0}
{"text":"There would be nothing left but Nf8 to oppose the threat of Nc6+ and this would get the Knight entirely out of play, so that White could queen the passed pawn easily after 4. Kg6. 3. Ke5 c6 ","label":3}
{"text":"The King was threatening to enter via d5 and f6. ","label":0}
{"text":"4. Kf5 Ne6 ","label":1}
{"text":"If Black wishes to obviate the threat: Ne4 or Nf5 and plays b5 the White King goes to c5 and wins all the pawns easily. ","label":0}
{"text":"Therefore Black endeavours to sacrifice a pawn in order to exchange the two others, after which a draw could be forced by exchanging the Knight for the remaining White pawn. ","label":1}
{"text":"5. Ne5 c5 6. Nc4 b5 7. Nxa5 c4 8. Ke5 Nc5 9. Nc6+ Kf8 Not Kf7 because of 10. Kd4 Nd3 11. Ne5+. 10. Na7 Here White had only considered the following answer: Nd3+ 11. Kd4 Nxb2 12. Nxb5 Nd3 13. f5 Nb4 14. Nc3 Nc2+ 15. Kxc4 Ne3+ 16. Kc5 Nxf5 17. a4 Ne7 18. Nd5 Nc8 19. Kc6 Ke8 20. Kc7 Na7 21. Kb7 and wins the Knight. ","label":1}
{"text":"The sequel could be: 11. ... Nxf4 12. a3 {Na2 would only draw: Ne2+ 13. Kb4 Nc1 14. a3 Nh2+ 15. Kxc3 c3} 12. ... Nd5+ 13. Kd4 Nf4 14. Ke4 {Ng2 ? ","label":0}
{"text":"Ne2+ 15. Ke3 c3} 14. ... Nd3 15. b4 Nb2 16. Nb5 and wins ","label":1}
{"text":"In the present instance play would proceed on these lines: 1. e5 Ba5 2. Ke3 Kf7 3. Ke4 Ke7 4. f5 Bb4 5. f6+ Kf8 6. e6 Ba3 7. Ba4 Bb4. White can only get through with the King's Pawn, as f7 is unavailing on the grounds set out above. ","label":2}
{"text":"Therefore: 8. Kd5 Ba3 (Bc3 e7+) 9. Kc6 Ke8 10. Kc7+ Kf8 11. Kd7 and wins. ","label":2}
{"text":"1. Rd5! ","label":1}
{"text":"In this \"oblique opposition\" the Rook takes four of the Knight's squares: 1. ... Ne1 2. Kf5 Nc2 3. Ke4 Nc3 {(Nb4? ","label":2}
{"text":"As soon as the Knight can obtain the King's support the game is drawn even when the King is already forced on to the edge of the board. ","label":1}
{"text":"position--White: (K, e6), (R, e5) Black: (K, e8), (N, a7) 1. Rc5 Kd8 2. Kd6 Nc8+ 3. Kc6 Ne7+ draw. ","label":1}
{"text":"position--White: (K, h6), (R, h4) Black: (K, h8), (N, e7) 1. Re4 Ng8+ 2. Kg6 and wins. ","label":2}
{"text":"For instance, Diagram 46: 1. Rd5 Bh7 {or R2}; 2. Rd8+ Bg8 and Black is stalemate unless the Rook leaves the eighth Rank. ","label":0}
{"text":"When there is only one pawn left in endings of R against R, the weaker side maintains the draw, if the King can command the queening square. ","label":1}
{"text":"The chances of a draw are even greater in endings of Q against Q, as the King on the stronger side can seldom evade perpetual check. ","label":1}
{"text":"In endings of ROOK AGAINST KNIGHT, the weaker side loses, where the Knight is cut off from his King. ","label":0}
{"text":"Here the possession of an extra pawn is seldom sufficient for a win, unless the stronger side has also an advantage in the greater mobility of the Rook. ","label":2}
{"text":"Although White has one pawn more, he can only win by reducing the mobility of the Black Rook through the following manoeuvre: 1. Rc2 Rd7 2. Ra2 Ra7 Now the Black Rook has only one move left, whilst the White Rook has the freedom of the Rook's file. ","label":2}
{"text":"For instance, the Rook can be posted at a5 and prevent the Black King from attacking White's King's side pawns, whilst the White King makes for the R at h7 and effects its capture. ","label":2}
{"text":"e.g. 3. Kf3 Kg6 4. Ra5 Kf6 5. Ke4 Ke6 6. Ra4 g6 7. Ra5 Kd6 8. Kd4 Kc6 9. Ke5 and wins the pawns. ","label":2}
{"text":"Having the move, Black would draw the game by: 1. ... Rd2+ 2. Kh3 Ra2. By placing his Rook behind the passed pawn he condemns the opposing Rook to inactivity, whilst his own is free to move on the Rook's file. ","label":2}
{"text":"If now the White King comes up, he will in the end force the sacrifice of the Black Rook for the pawn, but meanwhile the Black King captures the White pawns, and with passed pawns on the King's side might get winning chances. ","label":3}
{"text":"With two passed pawns distant from each other, a win can generally be forced, as in the following position (Diagram 76). ","label":2}
{"text":"The King moves up to the pawn, the progress of which is barred by the Bishop (not the King). ","label":1}
{"text":"He thereby forces the sacrifice of the Bishop. ","label":2}
{"text":"If the Black King comes to the rescue of the Bishop, the other pawn proves Black's downfall. ","label":0}
{"text":"When the pawns are united, one should observe this rule: if they are attacked, they should, if possible, move to squares of the colour of the opposing Bishop. ","label":1}
{"text":"Black has an extra pawn on the Queen's side. ","label":1}
{"text":"But as it is doubled, the material superiority is of no account. ","label":0}
{"text":"A perceptible advantage, however, lies in the fact that White cannot bring about a \"forced move\" position, as Black has the move c5 in reserve. ","label":0}
{"text":"White has also an infinitesimal weakness on the King's side, the Rook's pawn having advanced two squares and being therefore an easy mark. ","label":0}
{"text":"If the King moves, Black captures, freeing f4 for his King, from where he can later on get to e3 or g3. ","label":2}
{"text":"If Black were to play h4 at once, White would reply with 8. Kh3 and after hxg3 9. Kxg3. Black would have to give up the spare move c5 to gain the square at c4 for his King. ","label":3}
{"text":"The game then would be drawn after 10. Kg2 Kf4 11. Kf2 because White maintains the opposition, and Black cannot get through at e3 or f3. ","label":0}
{"text":"In the first case Black obtains the distant passed pawn. ","label":2}
{"text":"At last Black has captured the coveted square, whilst keeping the spare move in hand. ","label":2}
{"text":"12. Kf2 Kf4 The White King cannot move to g2 now, because in that case Black would move the King to the White c3 and queen in seven moves, and White, after seven moves, would only have the KB pawn at f7. ","label":0}
{"text":"13. Ke2 Kg3 14. Ke3 c5 and wins, for White cannot hold the f Pawn now, but must capture the g Pawn in exchange for it, after which the Black King reaches the Queen's side two moves ahead, ","label":2}
{"text":"e.g.: 15. Ke2 Kg2 16. Ke3 Kf1 17. Ke4 Kf2 18. Kf5 Kxf3 19. Kxf5 Ke3 etc. Black would have forced a win also if White had played Kg2 on his twelfth move thus: 12. Kg2 Kf4 13. Kf2. Now White has the opposition, and after Black wrings it from him by playing the spare move c5 he assumes it again with 14. Ke2 Kg3 15. Ke3. ","label":3}
{"text":"But he cannot maintain it after Black's Kh3 because the square at d6 for distant opposition is not accessible. ","label":0}
{"text":"In Diagram 49 White seeks to queen his pawn. ","label":1}
{"text":"With this move White assumes the opposition. ","label":2}
{"text":"That is, he moves into the same rank or file, separated by one square only, so that both Kings stand on squares of the same colour. ","label":1}
{"text":"2. ... Kd7 3. d6 (Diagram 50). ","label":1}
{"text":"If Black wants to avoid the exchange, he must yield up the e file to White, and that would surely spell disaster, as the Black Rook would have no field of action, and would have to go to d8 to avoid the loss of a pawn through Nb5+, after which the White Rook would take possession of the seventh rank, fettering the action of the Bishop into the bargain. ","label":0}
{"text":"8. Kd2 Be4 9. g3 Bb1 10. a3 Be4 11. Ke3 Bb1 12. Nf3 ","label":1}
{"text":"In order to play b4 and c5, then to force Black to exchange at c5, White must first have the opportunity of bearing a second time on Black's Queen's Pawn. ","label":2}
{"text":"Therefore he prepares the manoeuvre Nf3, Nd2, Nc4. ","label":2}
{"text":"12. ... Ke7 13. b4 Bf5 14. c5 Bd7 15. Kd4 Be8 16. Nd2 Bd7 17. Nc4 dxc5+ 18. bxc5 f6 ","label":1}
{"text":"It is not yet easy to materialise the advantage in position The advance d6+ would be very bad, as f6 and e6 would be made accessible for Black. ","label":0}
{"text":"19. Nb2 Bf5 20. a4 Kd7 21. a5 a6 ","label":1}
{"text":"The text move is forced, as a6 would give White yet another passed pawn. ","label":0}
{"text":"22. Nc4 Kc7 23. Nd6 Bd7 24. Ke4 Ba4 25. g4 Bc2+ 26. Kd4 Bg6 Black wishes to play h5, in order to get a passed pawn too, the only chance of saving the game. ","label":2}
{"text":"28. Nf5 Bxf5 29. gxf5 Kc7 ","label":1}
{"text":"It would now seem as if Black might have played g5 here, securing a passed pawn, and forcing a draw. ","label":2}
{"text":"After 30. h4 Black would play h6, and it is not evident how White is to win. ","label":2}
{"text":"But 29. ... g5 is parried by hxg5 e.p. ","label":2}
{"text":"The difference in the pawn positions, which decides the issue for White, is found in the fact that the White passed pawn at d5 is unassailable because the support of the c Pawn cannot be taken away by Black's b6, whilst Black's passed pawn at his f6 can be isolated at any time through a4, a5. ","label":2}
{"text":"White would take up a position on the Knight's file with the King, and push on the Rook's pawn. ","label":2}
{"text":"The isolated pawns are then an easy prey. ","label":0}
{"text":"30. Ke4 Kd7 31. Kf4 Ke7 32. Kg4 Kd7 33. h4 Kc8 34. h5 h6 Otherwise there follows: h6, Kh5, etc. ","label":1}
{"text":"35. Kf4 Kd7 36. Ke4 Kc7 37. d6+ Kc8 38. Kd5 Kd7 39. c6+ bxc6+ 40. Kc5 Resigns (compare Diagram 68) ","label":1}
{"text":"Now Black's defeat is inevitable, whether the pawn is taken or not. ","label":2}
{"text":"The sequel would be 6. ... gxf4 7. Rxf4 after which the Rook goes to a5 and the Rook's pawn must fall, or: 6. ... Kg6 7. fxg5 fxg5 8. Rc6+ Kg7 9. Rc5 and the Bishop's pawn is lost, unless Black gives up his passed pawn. ","label":3}
{"text":"The Queen against a minor piece wins so easily that it is not necessary to give an example. ","label":2}
{"text":"As a rule the extra pawn leads to a win. ","label":2}
{"text":"If White has the move, however, he wins easily by 1. Kc4 thus: 1. ... Kd6 2. Kb5 Kc7 3. Kc5 Kb7 4. Kd6 Kc8 5. Kc6 and there is opposition on the eighth rank whilst the pawn has not reached the sixth. ","label":2}
{"text":"If the King is more than one rank ahead of his pawn, as in Diagram 54, the end-game can always be won, for if Black takes the opposition with Kd6, White deprives him of it again, winning a move by c3, and the position is similar to that in Diagram 53, with White to move. ","label":2}
{"text":"This settles all typical end-games of King and pawn against King. ","label":1}
{"text":"Here the isolated King always succeeds in drawing if he can reach the corner where the pawn has to queen, for he cannot be driven out again. ","label":2}
{"text":"In Diagram 62, White with the move wins by 1. Ke2 thus assuming \"distant opposition\" (squares of the same colour!). ","label":2}
{"text":"But playing into the third rank is of no use, as White then assumes the direct opposition, and wins as in Diagram 60. ","label":0}
{"text":"Black must allow White access to one side or the other. ","label":2}
{"text":"He could not have remained on the first rank at the outset either, for after 1. ... Kd8 White advances through a square, to which Black cannot assume the opposition, namely, 2. Kc3. ","label":0}
{"text":"If now Black wishes to answer the threat of Kc4 b5 and plays Ke7 White answers 3. Ke3 as before. ","label":2}
{"text":"2. Ke6 or Kd6 would be wrong, as Black would then succeed in assuming the opposition at e7 or d7, and would be able to maintain it. ","label":0}
{"text":"White would be unable to circumvent this or to attack the pawns. ","label":0}
{"text":"In this particular case the win is made easy by the fact that the White King is able to attack the Black pawn at once. ","label":2}
{"text":"1. Kd4 c5+ 2. Kc4 Kc6 3. c3 Kb6 4. Kd5 c6+ 5. Kc4 and wins. ","label":2}
{"text":"It is frequently and erroneously thought that DOUBLED pawns as such are a weakness. ","label":0}
{"text":"Doubled pawns are weak when ISOLATED, for they cannot support each other. ","label":0}
{"text":"For instance, in Diagram 64, if Black had a pawn at b6 instead of a7, White would have no winning chances. ","label":2}
{"text":"He could not attack the pawns, nor would any kind of manoeuvres force a passed pawn through. ","label":0}
{"text":"In the diagram, however, White wins through 1. Kc5 Black cannot then hold the pawn at c6. ","label":2}
{"text":"White has more pawn moves at his disposal, and will nearly always succeed in assuming the opposition. ","label":2}
{"text":"1. Ke3 Kd7 2. Kf4 Ke7 3. Kg5 Kf7 4. Kh6 Kg8 5. f4 Kh8 6. f5 gxf5 7. Kg5 Kg7 8. Kxf5 Kf7. Black has now the opposition but cannot maintain it, having no pawn moves available. ","label":0}
{"text":"The White King threatens to capture any pawn that ventures forward. ","label":2}
{"text":"9. Ke5 Ke7 10. Kd5 Kd7 11. c4 c6+ 12. Ke5 Ke7 13. c5 and wins, as Black will soon be compelled to play Kd7, after which a manoeuvre shown previously gives White the Queen's Bishop's pawn. ","label":2}
{"text":"White takes eleven moves to capture the Black King's side pawns, and to queen one of his own, as can be easily seen. ","label":2}
{"text":"In eleven moves Black captures the opposing c Pawn and queens his own. ","label":2}
{"text":"We see here how the King's position can be counterbalanced by the weakness of a pawn, and lead to a draw. ","label":0}
{"text":"The strength or weakness of a pawn position, which, as we saw, had so deciding an influence in the end-game position just treated, is one of the most important factors in a game of chess, and should have full consideration in the middle game. ","label":1}
{"text":"It may easily lead to the loss of a game, as the mobility of the King or a piece is reduced by having to protect the pawn (compare End-game, p. 102). ","label":0}
{"text":"Here Black draws with 1. ... Kc4. As he threatens to capture the pawn, White must play 2. a4. ","label":2}
{"text":"And after 3. a5 Black attains the position which is typical for this end-game, namely the opposition against the King on the Rook's file. ","label":1}
{"text":"3. ... Kc6 4. Ka7 Kc7 5. Ka8 Kc8 6. a6 Kc7 7. a7 Kc8 and White is stalemated. ","label":1}
{"text":"Having the move, White would only draw with c5, because Black's Kc7 wins the pawn. ","label":1}
{"text":"But White wins as follows: ","label":2}
{"text":"It might be more clear to put it in this way: with Pc6 White wins the opposition, in that he brings about a position with Black to move. ","label":2}
{"text":"Since the opposition on the outside rank is of no avail, when the pawn has not yet played to his sixth square, the weaker side must try to keep away the opposing King from the sixth rank until the pawn has reached that rank. ","label":1}
{"text":"Black with the move cannot win, as he cannot bring about the same position with White to move. ","label":0}
{"text":"It is a stalemate position. ","label":0}
{"text":"If the White pawn were still at h5, White's King could attack the pawn from h6 and secure the win. ","label":2}
{"text":"In the position given, White could only win by keeping his passed pawn, and indeed it is possible to win by gaining a move with the Bishop. ","label":2}
{"text":"Black with the move could not play Kf7 because Kd6 would follow. ","label":0}
{"text":"The Knight would have to move, allowing the pawn to queen. ","label":2}
{"text":"He can do this, for instance, in the following way: 1. Bg3 Kf7 (now 2. Kd6 would be bad on account of Nd4 3. c7 Nb5+ and Nxc7) 2. Bh2 Ke7 3. Be5. Now White's plan has succeeded; the same position has occurred, and it is Black's move. ","label":3}
{"text":"As mentioned before, the King must not move, but Knight's moves are of no avail. ","label":0}
{"text":"If 3. ... Ng5 4. Bf6+ the Knight is lost, or alternatively the pawn queens. ","label":3}
{"text":"On 3. ... Nf8 4. Bd6+ decides, and on 3. ... Nd8 4. Bf6+ Ke8 5. Bxd8 would follow. ","label":1}
{"text":"1. ... Kf7 2. b5 Ke6 3. b6 axb6 4. axb6 Kd7 5. Be5 threatens b7. ","label":2}
{"text":"But as White must first move his Bishop to cover his pawn, the Rook's pawn is lost, and the manoeuvre therefore unsound. ","label":0}
{"text":"h3 was indicated; it threatens the break-up of the Black pawns by g4 and their capture by the King. ","label":2}
{"text":"10. cxd4 e3 11. Kxe3 fxg4 12. Kf4 h5 13. d5+ Kxb6 14. Ke5 Kc7 Resigns. ","label":1}
{"text":"For example, 3. ... Rc7 4. Qe5+ Ka7 5. Qe3+ Ka8 6. Qe8+ and so on. ","label":1}
{"text":"Clearly the King cannot venture out into the field of operations until there has been an exchange of the majority of the pieces, so that there can be no danger of his being mated. ","label":1}
{"text":"Nearly always one or more pawns survive the exchange of pieces, and the knowledge of the end-game will be invaluable for gauging the consequences of pawn moves in the course of the middle game. ","label":1}
{"text":"Let us first consider the case of a King denuded of all his troops. ","label":1}
{"text":"Supposing the Black King has been driven to a1, the White King can prevent him from reaching two squares of different colour, namely, a2 and b2. ","label":2}
{"text":"Position 1.--White: (K, a1), (Q, h1) Black: (K, e5) 1. Kb2 Kd4 2. Kb3 Ke5 3. Kc4 Kd6 4. Qe4 Kd7 5. Kc5 Kc8 6. Kc6 Kb8 7. Qa4 {or Qb4+ or Qe7 or Qh7 and mate next move.} ","label":1}
{"text":"Position 3.--White: (K, a1), (B, g1), (B, g2) Black: (K, h8) 1. Kb2 Kg7 2. Kc3 Kf6 3. Kd4 Ke6 4. Bh2 Kf6 5. Kd5 Kf5 6. Be5 Kg5 7. Ke6 Kg4 8. Ba8 Kg5 9. Bc3 Kg6 10. Bf6 Kh6 11. Kf7 Kh7 12. Bg5 Kh8 13. Bd1 Kh7 14. Bc2+ Kh8 15.Bf6 {mate.} ","label":1}
{"text":"Here the Bishop plays on White squares, and the Knight in order to checkmate must move on to a White square; in other words, he must come from a Black one. ","label":2}
{"text":"As stated above, however, it is possible in all cases to mate in the corner square which is of the same colour as the Bishop. ","label":2}
{"text":"White's position is superior; firstly, because the only open file on the board is his, and secondly, because the Black Queen's side pawns are advanced, and therefore weak for a King's ending. ","label":2}
{"text":"Then the weakness of Black's pawns decides the game 1. Qxd7 Rxd7 2. Re8+ Rxe8 3. Rxe8+ Kh7 4. Kh2 g6 5. Kg3 gxh6 is no threat, because White wins the pawn back at once with Re5. ","label":0}
{"text":"5. ... Kg7 6. Kf4 Kf6 7. Re5 g6 8. Ke4 Rd6 9. f4 Re6 Black probably hopes for a counter chance by getting a distant passed pawn on the h file. ","label":1}
{"text":"After l3. ... dxc5, however, there follows 14. Kxc5. Then White covers his passed pawn with d4, and his King, having full freedom, captures all the Black pawns. ","label":2}
{"text":"White has an advantage in the greater mobility of his Rook, and makes the most of it in an instructive fashion. ","label":2}
{"text":"1. Rg4 g6 White provokes this move in order to produce a weakness at f6. ","label":2}
{"text":"2. Ke2 Ke6 3. Rf4 Rf8 Black naturally dare not allow the Rook to penetrate into the seventh. ","label":2}
{"text":"4. d4 c5 ","label":1}
{"text":"This move would win the game, if the Rooks had been exchanged, because in that case the distant passed pawn which Black could obtain on the b file would decide the issue. ","label":2}
{"text":"But, supported by the mobile Rook, the centre pawns become irresistible. ","label":2}
{"text":"If it were not for the Rooks, the centre pawns would not help White, because Black would obtain a passed pawn on either wing. ","label":2}
{"text":"7. Kd3 g5 8. Rf2 Rc8 9. g4 f4 ","label":1}
{"text":"If fxg4 10. Rf6+ Ke7 11. Rh6 wins. ","label":1}
{"text":"10. h4 h6 11. hxg5 hxg5 12. Rh2 Rf8 13. Rh6+ Ke7 14. d5 f3 15. Re6+ Kd7 16. Rf6! Resigns. ","label":1}
{"text":"For after Rxf6 17. exf6 White captures the f Pawn, and still overtakes the passed pawn which Black obtains on the Queen's wing; the pawns at d5 and f6 are unassailable (Ke8, d6, Kf7, d7 etc.). ","label":2}
{"text":"The consequences of 16. Rc6 had to be calculated to a nicety. ","label":2}
{"text":"If, for instance, the b Pawn were already at his fourth, White would lose. ","label":0}
{"text":"In four moves Black would have one of his pawns at his a3, the other at b4. ","label":1}
{"text":"In the meantime White would have taken the c Pawn and come back to the d file. ","label":2}
{"text":"Now Black would win with b3, because after cxb3 the a Pawn queens unmolested. ","label":2}
{"text":"Diagram 72 shows an end-game with a Rook's pawn and a Bishop \"of the wrong colour. ","label":1}
{"text":"\" White draws with 1. Nd2 f2 2. Ne4+ Kg2 3. Nxf2 and draws, as Black, in order to capture the White pawn, after Kxf2 must give the White King access to the Rook's square, from which he could not be dislodged except by a Bishop on White squares. ","label":0}
{"text":"On the other hand an ending with Bishops of different colour leads mostly to a draw, frequently even against a majority of two pawns. ","label":0}
{"text":"The position in Diagram 75 is a draw, because it is impossible for the White King to get round his Knight pawn to drive off the Bishop. ","label":1}
{"text":"In Diagram 81, for instance, White is lost, as Black gives up his Rook at d2 and plays g3, after which one of the pawns queens. ","label":0}
{"text":"The Queen wins against an advanced pawn, even when the latter is supported by the King; only the h3 or g4 pawn can draw sometimes, when the pawn is on the seventh supported by the King, and the opposing d7 cannot move to the queening square. ","label":3}
{"text":"The following illustrates the three principal cases: A. position--White: K at b8, P at a7 Black: K at a1, Q at c6 Black must stop the pawn and plays Qb6+. ","label":2}
{"text":"This end-game can only be won if the stronger King can assume the opposition in two moves. ","label":2}
{"text":"position--White: K at b8, P at c7 Black: K at d4, Q at c6 White draws: 1. ... Qb6+ 2. Ka8 Qxb7 stalemate. ","label":0}
{"text":"C. position--White: K at b8, P at b7 Black: K at d4, Q at c6 White loses. ","label":0}
{"text":"Here White can only win in the following manner: 1. b4+ axb4+ 2. Kb3, K any; 3. Kxb4 and wins. ","label":2}
{"text":"Any other way would allow Black to assume the opposition and to force the draw, e.g. 1. Kc2 Kc6{!} 2. Kd3 Kd5 etc. ","label":2}
{"text":"Not 1. Kc2 Kb4{?} 2. Kb2 Kc5 3. Kc3 etc., as in Diagram 57. ","label":1}
{"text":"Therefore he can only win by gaining the Knight's Pawn, that is, by bringing his King to c5. ","label":2}
{"text":"This he achieves by forcing the Black King to relinquish the opposition with 1. c3 1. ... Kc6 2. Ke5 Kb7 3. Kd6 Kb6 4. Kd5 Kb7 5. Kc5 Ka6 6. Kc6 and wins, as Black must abandon the pawn. ","label":2}
{"text":"Here we shall find simple cases in which pawn manoeuvres bring about the win, and more intricate ones in which King moves are the deciding factor. ","label":2}
{"text":"White obtains a passed pawn on the opposite wing to that of the King. ","label":2}
{"text":"He forces the Black King to abandon his King's side pawns, and these are lost. ","label":2}
{"text":"1. a4 Ke6; 2. a5 bxa5; 3. bxa5 Kd6 ","label":1}
{"text":"Now the following calculations show that Black is lost. ","label":0}
{"text":"White needs ten moves in order to queen on the King's side, namely, five to capture the Black King's side pawns (Ke4, f5, g6, h6, g5), one to free the way for his pawn, and four moves with the pawn. ","label":2}
{"text":"White then wins by means of many checks, forcing the Black King to block the way of his own pawn, thus gaining time for his King to approach. ","label":2}
{"text":"As we shall see later on (p. 97), if the pawn had already reached c2, whilst under protection by his King, the game would be drawn. ","label":2}
{"text":"This is illustrated in Diagram 66, in which Black wins because the three pawns on the King's side hold up the four White pawns and the Black King can assail the White pawns from the rear, the White King being fettered by the necessity of capturing the c file P. ","label":2}
{"text":"The proper formation for the Black pawns would be at f6, g7, h6 after which White cannot force a pawn through by playing f4 and g5 as Black can refrain from making any exchange. ","label":2}
{"text":"Black could not afford to leave the pawns where they are, because even if there were no White pawn at f2 White would, by playing g5 threaten to win in the following way: 1. g6 fxg6 2. h6 and f6 etc. or 1. ... hxg6 2. f6 with h6 etc. ","label":0}
{"text":"Lasker-Moll (Berlin championship, 1904), from which the position is taken, Black played h6 in order to obtain the formation mentioned above, and White resigned after 2. f4 f3 3. g4 Kd4. There was, however, a pretty win after Black's h6 namely: 2. f6 gxf6 3. f4 Kd4 4. g5 hxg5 5. fxg5 Ke5 6. fxg5 Kf3 7. Kc2 and Black is lost, because his own pawn obstructs the square f2 and the King must release the square b2 after which the White pawn queens. ","label":3}
{"text":"In the position of Diagram 66 Black could still have won by playing f6. ","label":2}
{"text":"Having the move, White plays into opposition and forces his way to d5, after which Black's Bishop's pawn is lost. ","label":2}
{"text":"If Black has the move he can only draw, because the White Bishop's pawn is covered even though Black gains the square at d4. ","label":1}
{"text":"1. ... Ke5 2. Kd3 Kf4 3. Kd2! and whatever Black plays White wins the opposition, so that the Black King's ingress is stopped 2. Ke2 loses the game because of 3. ... Ke4 4. Kd2 Kd4 5. Kc2 Ke3 6. Kc1 Kd3 7. Kb2 Kd2 8. Kb1 Kc3 9. Ka2 Kc2 and wins. ","label":0}
{"text":"Diagram 60 shows a simple instance in which there are no more pawn moves. ","label":0}
{"text":"The opposing King must then give the way free to one of the pawns. ","label":2}
{"text":"1. Kg2 Kg7 2. Kg3 Kf6 3. Kg4 Ke5 4. f4+ Kf6 5. Kg3 h5 6. Kh4 Kf5 7. Kxh5 Kxf4 8. Kg6 Ke5 and so on. ","label":1}
{"text":"White, therefore, should play Ke5 Kd5 would lose, as Black would play Kb4, protecting his pawn and attacking the White pawn, the protection of which White has to give up next move. ","label":2}
{"text":"Black with the move wins similarly with Ka4. ","label":2}
{"text":"If now Black plays Ke8 he is lost, for White playing Ke6 has the opposition. ","label":0}
{"text":"But Black has a draw in the position of Diagram 50, by playing 3. ... Kd8 (not e8). ","label":1}
{"text":"The King draws against King and pawn if he commands the queening square, and if he can retain the opposition on the first rank as soon as the pawn moves into his sixth. ","label":1}
{"text":"It is of the utmost importance that the pawn should be at his sixth; if the pawn is still further back, the opposition on the first rank is of no avail. ","label":2}
{"text":"A counterpart to this position is found in Diagram 69, which shows one of the few cases in which the possession of an extra pawn does not force a win. ","label":1}
{"text":"Ke7 2. Kd5 Kd7 3. f5 Ke7 4. Kf6 etc. ","label":1}
{"text":"But Black would reply 1. ... f5+ and after 2. gxf5+ Kf6 followed by Kxf5 ensure the draw. ","label":2}
{"text":"Here White does not even need to Queen his passed pawn. ","label":0}
{"text":"The mere threat forces the win. ","label":2}
{"text":"The White King can therefore capture the opposing Bishop's pawn in peace and then queen his own. ","label":2}
{"text":"1. Ke4 Ke6 2. g5 Ke7 3. Ke5 Kf7 4. Kd6 and so on or 1. ... Ke5 Kxg4 3. Kd6 Kf5 4. Kxc6 Ke6 5. Kb7 and so on. ","label":1}
{"text":"The stronger side exchanges pawns on the wing where there is a majority until the extra pawn is passed. ","label":1}
{"text":"On the other hand, the absence of the b Pawn is of no consequence for the middle game. ","label":1}
{"text":"Further, it is often possible to get rid of the weak a Pawn by pushing it on, and eventually compelling the exchange of the opposing b Pawn, an exchange which can usually be enforced if the Rooks have occupied the open b file. ","label":2}
{"text":"Here the advance of the White King's side pawns has undeniably produced weaknesses in the pawn skeleton, and these would be fatal had the Black pieces as much mobility as the White ones. ","label":0}
{"text":"1. Ng3 Bg7 2. Kh2 f6 3. Rg1 Nd7 4. Nh4 Kf7. ","label":1}
{"text":"The concentration of the White pieces has become alarming, and threatens to be continued by Qd2, Rg2 . Rg1 and Nf5.","label":2}
{"text":"So the Black King decides on flight, but he finds no peace on the Q side either, because there his advanced pawns soon allow White to make a breach in the Black position. ","label":0}
{"text":"It is Black's intention to play f5 as soon as practicable, and to make an attempt at a counter demonstration on the King's side, 8. f4 Kd8 (Black should have kept to his original intention and played f5) 9. fxe5 dxe6 10. Qf2 Nd7 11. a4 Bb7 12. axb5 axb5 13. Rxa8 Bxa8. Now White has achieved what he set out to do. ","label":3}
{"text":"In either case White brings vastly superior forces to bear on the Black King's position, and Black should lose. ","label":2}
{"text":"Black has to move, and his game is somewhat hindered by the dominating position of the White Queen. ","label":0}
{"text":"The latter prevents the Bishop from occupying a desirable square at his c5, and also makes the liberating move d5 impossible. ","label":0}
{"text":"But this should only be done if it is not attended by some further disadvantage. ","label":1}
{"text":"He would probably try c5. ","label":1}
{"text":"The result is that the Queen selects another good square, for instance at e3 or a4, but Black has not improved matters, for he still can play neither Bc5 nor d5. ","label":2}
{"text":"The attack on the Queen by c5 must consequently be rejected. ","label":0}
{"text":"Yet beginners frequently infringe this obvious rule, and I have often witnessed manoeuvres such as these (Diagram 90): 1. a3 2. b4 and then, after the B has retired to his b3 even, 3. Rb1 4. a4 5. a5. Meanwhile Black will have played a6 to make a loophole for his B at a7 and what is the result? ","label":0}
{"text":"The Black Bishop is as effectual at a7 as at c5, but White has advanced his pawns, and weakened them, as they are now more liable to attack. ","label":0}
{"text":"Moreover, White has used up five moves to achieve his aim, whilst Black only needed three. ","label":0}
{"text":"Such manoeuvres, in the course of which pieces are pinned and attacked, are illustrated in Diagram 90. ","label":1}
{"text":"The most obvious move, which initiates an attack and at the same time completes the development of the minor pieces, is Bb5. ","label":2}
{"text":"After Bg5, the threat is to attack the Knight a second and third time with Nd5, and Qf6, after moving the N away. ","label":2}
{"text":"As Black's N is only supported twice, and there is no chance of bringing up more forces for its defence, Black must undertake something to provide against the threatened onslaught. ","label":1}
{"text":"The most natural plan is to develop the B at e6, from where it can be exchanged for the Knight should Nd5 be played. ","label":2}
{"text":"The doubled pawn, which White could force by exchanging the Bishops, is in no way detrimental to Black's game. ","label":1}
{"text":"The doubled pawn which Black obtains after 2. Nd5 Bxd5 3. exd5 {or 3. Bxd5} Ne7 4. Bxf6 would also be of no help to White. ","label":0}
{"text":"The apparent weakness created in Black's game at f6 and h6 by the disappearance of the g Pawn does not assist White in this case, because the pieces which could take advantage of such a weakness, the B and the N at d5, have been exchanged. ","label":0}
{"text":"Considerations of a similar nature would tend to show that 1. Bg5 Ne2 2. Bxf6 gxf6 is in favour of Black. ","label":1}
{"text":"The White B, which is so effective in taking advantage of weaknesses at Black's f6 and h6, has been exchanged. ","label":0}
{"text":"The Queen's Knight is not available for attack on the f Pawn, as it would be exchanged or else driven off in time by f6. ","label":0}
{"text":"Compared with the position considered above, which occurs after 1. ... Be3 2. Nd5 Black has the further advantage of maintaining his B, which makes it possible to push the weak f Pawn on to his fourth, and either exchange it or push it still further to f4, a useful and secure position. ","label":2}
{"text":"Matters would be different were Black to allow his King's wing to be broken up without getting rid of White's dangerous pieces by exchanges. ","label":1}
{"text":"Let us consider what happens, if Black takes no measures against Nd5, but only prevents White's ultimate Qf3 by pinning the Knight with Bg5. ","label":1}
{"text":"White gains a decisive advantage by bringing his Queen into play before Black is able to secure himself against the threatened combined attack of Q and B, or alternately Q and N by Kh8, Rg8, Rg6. ","label":2}
{"text":"I will give two examples of how the whole game now centres on the attack and defence of the points weakened by the disappearance of the NP, and how White pushes home his advantage in the one instance with the help of the B, in the other by the co-operation of the N. ","label":1}
{"text":"and there is no reply to the threat of Nxf6+ and Qxh7 mate, except through the sacrifice of the Q. ","label":0}
{"text":"Forcing the exchange of Knights is of no avail, for after 5. ... Ne2+ 6. Kh1 Bxg2+ 7. Kxg2 Nf4+ 8. Nxf4 exf4 9. Kh1 White occupies the g file first and wins easily: 9. ... Kh8 10. Rg1 Rg8 11. Rxg8 Qxg8 12. Rg1 followed by mate or loss of the Queen. ","label":0}
{"text":"3. Qd2 f6 4. Nxf6+ gxf6 5. Bh4 Bxf3 6. Qh6 Ne2+ 7. Kh1 Bxg2+ 8. Kxg2 Nf4+ 9. Kh1 Ng6. Now Black has succeeded in interrupting the White Queen's action on the P. ","label":2}
{"text":"All the other pieces, however, occupy the positions they took up in the opening. ","label":1}
{"text":"The Black Knight, moreover, is only supported by the h Pawn until Black manages to block the White Bishop's diagonal by d4. ","label":2}
{"text":"The sequel might be: 10. d4 Bxe4 {if exd4 11. e5! dxe5 12. Rg1 etc.} 11. c3 Bb6 12. Rd1 Kh8 13. Rg1 Qe7 14. Rd3 Rg8 15. Rh3 Rg7 {Nxh4 16. Qxh7+!} 16. Rf3 followed by Bxd4 (B6). ","label":1}
{"text":"Taking it all in all, we see from the foregoing that the pinning of the Black Knight can only be injurious to Black if he does not take timely measures to provide against White's Nd5, which threatens to concentrate more forces for the attack on f6 than Black is able to mobilise for its defence. ","label":1}
{"text":"When the pawns concerned are on the opposite wing to their King, the disadvantages of a premature advance are felt in a different way. ","label":0}
{"text":"The weakness concerns the pawns themselves and not the forces behind them, and is apt to cause the loss of the end-game, particularly of Rook end-games. ","label":1}
{"text":"In the one case the chain of Black pawns is broken by the absence of g Pawn, in the other of the b Pawn. ","label":0}
{"text":"The absence of the g pawn can lead to serious consequences in the middle game, because of the weakness of Black's f6 and h6 (compare Diagram 90); it can, however, hardly become awkward in the end-game, as the pawns on the f and h files are within the protecting reach of their King. ","label":0}
{"text":"Here the pawn positions on both sides are broken, and the player that occupies the open files first, gets a decisive advantage. ","label":0}
{"text":"We can conclude at once that White has played the opening badly. ","label":0}
{"text":"He must have lost two moves, for he has still to capture the c Pawn and then, being White, it should be his move. ","label":0}
{"text":"This disadvantage, small as it may seem, with which White has emerged from the opening, is sufficient to bring him into the greatest difficulties. ","label":0}
{"text":"This menace hampers the radius of action of the White pieces, as they must always be ready for the defence of the threatened pawns, and this gives Black by far the superior game. ","label":0}
{"text":"1. ... Rb8 2. Bxc6 Rb7 3. Be4 Be6 4. a3 Rb8. ","label":1}
{"text":"On the contrary, Black's line of action is clear. ","label":2}
{"text":"His entry on the seventh can only achieve something if White's c Pawn can be deprived of its support. ","label":2}
{"text":"This, of course, weakens Black's B, and the White Rooks might obtain an entry on the e file. ","label":0}
{"text":"Therefore Black will effect a timely exchange of one of his Rooks, after which his King alone will hold the e file. ","label":1}
{"text":"These considerations make the following moves clear: 5. Re1 c5 6. h3 a further awkward necessity in positions of this kind. ","label":1}
{"text":"6. ... c4 7. Re3 Rb1+ 8. Rxb1 Rxb1+ 9. Kh2 f5 10. Bf3 Kf7 11. Be2 {threatening Rc6}, Rb7 12. Rc3 Kf6 {now Bxh3 is not feasible on account of Rc2} 13. f4. White wishes to keep the Black King from his d5 but cannot do so permanently. ","label":3}
{"text":"Black, however, can occupy the d file with his Rook, and confine the White King to his wing. ","label":2}
{"text":"13. ... Rd7 14. Kg3 Rd4 15. Kf3 Ke2 16. Re3 Kd6 17. Kg3 Rd2 18. c3 Bf7 19. Ra2 would be a mistake on account of Rxf3+, but the a Pawn cannot escape. ","label":0}
{"text":"To convert it into a win by queening the extra pawn is only a matter of time. ","label":2}
{"text":"If in Diagram 91 Black makes the mistake of playing c5 as suggested, the backward d6 becomes a welcome objective for White's attack. ","label":2}
{"text":"White can keep that pawn back by playing c4 as soon as it threatens to advance, after which he would develop quietly, double his Rooks, and bring the Q and B to bear in a concentrated attack on d6. ","label":2}
{"text":"A position not unlike that in Diagram 92 will result ultimately, in which Black defends the pawn as many times as it is attacked, but in which White can bring up his e4 to the attack, as the d6 cannot move away, whilst Black has no further defensive move at his disposal. ","label":2}
{"text":"Play against a backward pawn nearly always develops on these lines, and is even easier when there is no defending B of the same colour as the pawn. ","label":2}
{"text":"Here the advance of the h Pawn would not be a suitable plan of attack for White as his Rook is no longer on the Rook's file, nor could it be brought back in time. ","label":0}
{"text":"After that the Q in conjunction with one of the Knights will attempt to force an entry at f3 or h3, as for instance in the following, the moves of which are taken from a game I once watched and took note of as being most instructive. ","label":2}
{"text":"1. Qd2, d6 2. Bh6 dxe5 3. Bxg7 Kxg7 4. dxe5 Qd7 5. Ne4 Nd5 6. Bc4 Rd8 7. Bxd5 exd5 8. Nf6 Qe6 9. Qg5 Bc8 (to prevent Ng5) 10. Re1 Qf5 11. Qh4 h6 12. Nd4 Nxd4 13. Qxd4 c5 14. Qd2 d5 15. f4 c4 16. g4 Qe6 17. f5 Qc6 18. Re4 Bb7 19. Re3 Qc5 20. Qxh6+ Kxh6 21. Rh3+ followed by Rh7+ or Nh7+. ","label":1}
{"text":"1. h4 Re8 2. h5. ","label":1}
{"text":"This forces open the Rook's file. ","label":2}
{"text":"If the pawn were still at g7, Black would simply let White push on to h6 and then reply with g6. ","label":2}
{"text":"Black's wrong development has given a welcome opportunity for sacrificial combinations. ","label":0}
{"text":"Now the Bishop has an open diagonal, the pawn position is broken, and White's Q and R have no difficulty in using the h file for a deadly attack. ","label":2}
{"text":"Apart from the loss of time, on which I remarked at length when discussing the opening, such pawn moves have various other drawbacks. ","label":0}
{"text":"White played 1. h3 in order to avoid the pinning of his Knight through Bb5. ","label":1}
{"text":"The move is not unjustified, as the Knight is required for the support of the square at d4. ","label":2}
{"text":"The pawn move, however, has the drawbacks enumerated above, and White must think of keeping a sufficiency of pieces for the fight on the King's wing, in order to prevent Black from utilising the weakness thus created for a combined assault by superior forces. ","label":3}
{"text":"In this case White does not take precautionary measures, and succumbs in a surprisingly short time. ","label":0}
{"text":"2. ... Nxe5 3. Nxe5 Instead of providing for the defence of his King's wing, White exchanges one of the King's side pieces, 3. ... Qxe5 4. Nd2 Bxh3 White has provoked this sacrifice by his last two moves. ","label":1}
{"text":"The rest is easy 5. gxh3 Qg3+ 6. Kh1 Qxh3+ 7. Kg1 Nb4 8. Nf3 Qg3+ 9. Kh1 Bxf2 10. resigns. ","label":1}
